[{
		"iso3": "AGO",
		"country": "Angola",
		"data": "Government of Angola. Constitution. Available at: https://landportal.info/library/resources/constituteproject992/constitution-angola-2010 <br />Government of Angola. 2004.  Land Act No. 9/04. Available at https://landportal.info/library/resources/land-act-no-904 <br />Government of Angola. Decree No. 58/07 approving the General Regulation for Land Concession. Available at: https://landportal.info/library/resources/government-angola-decree-no-5807-approving-general-regulation-land-concession <br />Government of Angola. 2001. Decree Regarding Resettlement of Displaced People. Available at: https://landportal.info/library/resources/decree-regarding-resettlement-displaced-people-0 <br />United States Agency for International Development (USAID). 2008. Strengthening Land Tenure and Property Rights in Angola: Land Law and Policy: Review of Legal Framework. Available at: https://landportal.info/library/resources/strengthening-land-tenure-and-property-rights-angola "
	}, {
		"iso3": "AFG",
		"country": "Afghanistan",
		"data": "Government of Afghanistan. 2004. Constitution of Afghanistan. Available at: https://landportal.info/library/resources/constituteproject831/constitution-afghanistan-2004 <br />Government of Afghanistan. 2000. Law on Land Expropriation (Amended 2005). https://landportal.info/library/resources/law-land-expropriation <br />Government of Afghanistan. 2005. PRESIDENTIAL DECREE OF THE ISLAMIC REPUBLIC OF AFGHANISTAN CONCERNING MODIFICATION OF A SERIES OF ARTICLES OF THE LAND EXPROPRIATION LAW PUBLISHED IN THE OFFICIAL GAZETTE # (794),1421 L.H.<br />Government of Afghanistan. 2008. Law on Managing  Land Affairs.<br />Government of Afghanistan. 2000. Land Management Law.<br />Government of Afghanistan. 2003. Decree of the President No. 83.<br />Government of Afghanistan. 2000. Law and Pasture and Grazing Land. Available at: http://landportal.info/library/resources/law-pasture-and-grazing-land <br />Government of Afghanistan. 1976. Law of land survey, verification and registration. Available at: http://landportal.info/library/resources/law-land-survey-verification-and-registration <br />Afghanistan Ministry of Mineral and Water. 2010. Irrigation Restoration and Development Project Resettlement Policy Framework. Available at: https://landportal.info/library/resources/irrigation-restoration-and-development-project-resettlement-policy-framework "
	}, {
		"iso3": "ARG",
		"country": "Argentina",
		"data": "Government of Argentina. 1977 Ley No. 21.499 Nacional de Expropiaciones. Available at: https://landportal.info/library/resources/ley-no-21499-nacional-de-expropiacionesm <br />Government of Argentina. 1853 (Revised 1994). Constitution of Argentina. Available at: https://landportal.info/library/resources/constituteproject306/constitution-argentina-1853-reinst-1983-rev-1994 "
	}, {
		"iso3": "BGD",
		"country": "Bangladesh",
		"data": "Government of Bangladesh. 1972. Constitution of Bangladesh (Amended 2011). Available at: https://www.constituteproject.org/constitution/Bangladesh_2011.pdf<br />Government of Bangladesh. 1982. The Acquisition and Requisition of Immovable Property Ordinance. Available at: http://landportal.info/library/resources/acquisition-and-requisition-immovable-property-ordinance <br />Government of Bangladesh. 1950. Acquisition of Waste Land Act. Available at: http://landportal.info/library/resources/acquisition-waste-land-act <br />USAID. 2010. Property Rights and Resource Governance: Bangladesh. Available at: https://landportal.info/library/resources/usaid-country-profile-property-rights-and-resource-governance-bangladesh<br />Atahar, S. 2013. Development Project, Land Acquisition and Resettlement in Bangladesh: A Quest for Well Formulated National Resettlement and Rehabilitation Policy. International Journal of Humanities and Social Science 3(7), Available at: https://landportal.info/library/resources/development-project-land-acquisition-and-resettlement-bangladesh-quest-well"
	}, {
		"iso3": "BLZ",
		"country": "Belize",
		"data": "Government of Belize. Constitution of Belize. Available at:  https://landportal.info/library/resources/constituteproject97/constitution-belize-1981-rev-2011 <br />Government of Belize. Land Acquisition (Public Purposes) Act CAP 184. Available at: http://landportal.info/library/resources/land-acquisition-public-purposes-act-cap-184 <br />Government of Belize. 2000. Housing and Town Planning Act. Available at: https://landportal.info/library/resources/housing-and-town-planning-act; <br />Belize Social Investment Fund. 2010 Land Acquisition and Involuntary Resettlement Policy Framework. Available at: https://landportal.info/library/resources/land-acquisition-and-involuntary-resettlement-policy-framework<br />Government of Belize. 2000. Housing and Town Planning Act. Available at: https://landportal.info/library/resources/housing-and-town-planning-act "
	}, {
		"iso3": "BTN",
		"country": "Bhutan",
		"data": "Government of Bhutan. 2008. Constitution of Bhutan. Available at: https://landportal.info/library/resources/constituteproject988/constitution-bhutan-2008<br />Government of Bhutan. 2007. The Land Act of Bhutan 2007. Available at: https://landportal.info/library/resources/land-act-bhutan-2007"
	}, {
		"iso3": "BRA",
		"country": "Brazil",
		"data": "Government of Brazil. 1964. Land Law, Law 4.504 of 1964<br />Government of Brazil.  1941. The Law of Expropriation for Public Utility, Decree-Law No. 3.365 of June 21, 1941.<br />Government of Brazil. 1962. The Expropriation Law for Social Interest, Law 4.132 of Sept. 10, 1962<br />Rosenn, Keith. 1975. Expropriation in Argentina and Brazil: Theory and Practice. Virginia Journal of International Law. Vol. 15:2.<br />World Bank. 2016. Land Governance Assessment Framework Synthesis Report (Brazil). World Bank: Washington, DC.<br />Ministry of Cities. 2013. Involuntary Resettlement Policy (No. 317). Available at: https://landportal.info/library/resources/ministry-cities-involuntary-resettlement-policy"
	}, {
		"iso3": "BFA",
		"country": "Burkina Faso",
		"data": "Government of Burkina Faso. 1991. Constitution of Burkina Faso (Amended 2012). Available at: https://landportal.info/library/resources/constituteproject594/constitution-burkina-faso-1991-rev-2012 <br />Government of Burkina Faso. Law 034-2012/AN Agrarian Reform Law. Available at: http://landportal.info/library/resources/law-034-2012an-agrarian-reform-law <br />Government of Burkina Faso. 2009. Law 034-2009/AN on Rural Land Tenure.  Available at: https://landportal.info/library/resources/landwiserecord1599item1569/burkina-faso-rural-land-law-rural-land-law"
	}, {
		"iso3": "BWA",
		"country": "Botswana",
		"data": "Government of Botswana. Constitution of Botswana. Available at: https://landportal.info/library/resources/constituteproject726/constitution-botswana-1966-rev-2005 <br />Government of Botswana. 1955. Acquisition of Property Act Chapter 32:10. Available at: http://landportal.info/library/resources/acquisition-property-act-chapter-3210<br />Government of Botswana. 1968. Tribal Land Act Chapter 32:02 (Amended 1994). Available at: http://landportal.info/library/resources/tribal-land-act-chapter-3202-amended-1994 <br />Government of Botswana. 1960. Tribal Land Regulations (Chapter 32:02). Available at: http://landportal.info/library/resources/tribal-land-act-chapter-3202-amended-1994 <br />Ministry of Lands and Housing. 1977 (amended 2004). Compensation Guidelines"
	}, {
		"iso3": "KHM",
		"country": "Cambodia",
		"data": "Government of Cambodia. 1993. Constitution of Cambodia. Available at: https://landportal.info/library/resources/constituteproject913/constitution-cambodia-1993-rev-2008  <br />Government of Cambodia. 2010. Law on Expropriation. (Unofficial Translation). Available at:  https://landportal.info/library/resources/cambodia-law-expropriation  <br />Government of Cambodia. 2001. Land Law of 2001, Chapter 3, Part 2. August 13. Available at: http://landportal.info/library/resources/land-law-2001-chapter-3-part-2 <br />Government of Cambodia. 2009. Sub Decree on Procedures of Registration of Land of Indigenous Communities of 2009. June 9. Available at: https://landportal.info/library/resources/sub-decree-procedures-registration-land-indigenous-communities <br />Government of Cambodia. Sub-Decree No. 146 on Economic Land Concessions. Available at: http://landportal.info/library/resources/sub-decree-no-146-economic-land-concessions "
	}, {
		"iso3": "CHN",
		"country": "China",
		"data": "Government of the People’s Republic of China. 2004. Constitution of China. Available at: https://landportal.info/library/resources/constituteproject849/constitution-china-1982-rev-2004 <br />Government of the People’s Republic of China. 1998. The Law of Land Administration of the People’s Republic of China. Available at: https://landportal.info/library/resources/law-land-administration-people%E2%80%99s-republic-china <br />Government of China. 2007. Property Law of the People’s Republic of China. Available at: https://landportal.info/library/resources/property-law-people%E2%80%99s-republic-china <br />Government of China. 2011. Regulation on the Expropriation of Buildings on State-owned Land and Compensation. Available at: https://landportal.info/library/resources/peoples-republic-china-regulation-expropriation-buildings-state-owned-land-and <br />Government of China. 1991. Regulations for the implementation of the Land Administration Law of the People's Republic of China. Available at: http://landportal.info/library/resources/regulation-implementation-land-administration-law <br />Government of China. 2006. Regulation on Land Requisition Compensation and Resettlement of Migrants for Large and Medium Water Conservation and Hydropower Construction Projects. Available at: http://landportal.info/library/resources/regulations-compensation-and-resettlement-migrants-medium-and-large-water <br />Government of China. Urban Housing Demolition and Relocation Management Regulations. Available at: https://landportal.info/library/resources/peoples-republic-china-urban-housing-demolition-and-relocation-management "
	}, {
		"iso3": "ECU",
		"country": "Ecuador",
		"data": "Government. 2010. Constitution of Ecuador. Available at: https://landportal.info/library/resources/constituteproject978/constitution-ecuador-2008-rev-2015 <br />Government of Ecuador. 1997. Ley Nº 54 - Ley de Desarrollo Agrario. Available at: http://landportal.info/library/resources/ley-n%C2%BA-54-ley-de-desarrollo-agrario <br />Government. 2013. Resolución Nº 15 - Instructivo para sustanciar el proceso de expropiación en primera instancia. Available at: http://landportal.info/library/resources/resoluci%C3%B3n-n%C2%BA-15-instructivo-para-sustanciar-el-proceso-de-expropiaci%C3%B3n-en-primera "
	}, {
		"iso3": "ETH",
		"country": "Ethiopia",
		"data": "Government of Ethiopia. 1994. Constitution of Ethiopia. Available at:    https://landportal.info/library/resources/constituteproject698/constitution-ethiopia-1994 <br />Government of Ethiopia. 2005. Expropriation of Landholdings for Public Purposes and Payment of Compensation Proclamation. Available at: http://landportal.info/library/resources/expropriation-landholdings-public-purposes-and-payment-compensation-proclamation <br />Government of Ethiopia. 1960. Civil Code of Ethiopia. Available at: https://landportal.info/library/resources/civil-code-ethiopia <br />Government of Ethiopia. 2005. Proclamation No.  456/2005 Rural Land Administration and Use Proclamation. Available at: http://landportal.info/library/resources/proclamation-no-4562005-rural-land-administration-and-use "
	}, {
		"iso3": "ERI",
		"country": "Eritrea",
		"data": "Government of Eritrea. 1997. Constitution oF Eritrea. Available at: https://landportal.info/library/resources/constituteproject699/constitution-eritrea-1997 <br />Government of Eritrea. 1994. Land Proclamation (No. 58/1994). Available at: http://landportal.info/library/resources/land-proclamation-no-581994 "
	}, {
		"iso3": "GHA",
		"country": "Ghana",
		"data": "Government of Ghana. 1992. The Constitution of the Republic of Ghana 1992. Available at: https://landportal.info/library/resources/constituteproject611/constitution-ghana-1992-rev-1996 <br />Government of Ghana. 1962. State Lands Act. Available at: http://landportal.info/library/resources/state-lands-act <br />Government of Ghana. 1962. Administration of Lands Act, 1962. Available at: http://landportal.info/library/resources/administration-lands-act "
	}, {
		"iso3": "HND",
		"country": "Honduras",
		"data": "Government of Honduras. 2004. Decreto Nº 82/04 - Ley de propiedad. Available at: http://landportal.info/library/resources/decreto-n%C2%BA-8204-ley-de-propiedad-0- <br />Decreto Nº 191/05 - Reforma la Ley de Propiedad. Available at: http://landportal.info/library/resources/decreto-n%C2%BA-19105-reforma-la-ley-de-propiedad <br />Decreto Nº 258/05 - Reforma la Ley de propiedad. Available at: http://landportal.info/library/resources/decreto-n%C2%BA-25805-reforma-la-ley-de-propiedad "
	}, {
		"iso3": "HKG",
		"country": "Hong Kong",
		"data": "Constitution of Hong Kong. 1990. Available at: https://landportal.info/library/resources/constitution-hong-kong <br />Government of Hong Kong. 1998. Land Resumption Ordinance (CAP. 124). Available at: https://landportal.info/library/resources/land-resumption-ordinance <br />Government of Hong Kong. 1990. Basic Law of the Hong Kong Special Administrative Region of the People’s Republic of China. Available at: https://landportal.info/library/resources/basic-law-hong-kong-special-administrative-region-peoples-republic-china "
	}, {
		"iso3": "IND",
		"country": "India",
		"data": "Government of India. 2007. Constitution of India. Available at: https://landportal.info/library/resources/constituteproject862/constitution-india-1949-rev-2015  <br />Government of India. 2013. The Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act. Available at: http://landportal.info/library/resources/right-fair-compensation-and-transparency-land-acquisition-rehabilitation-and-1 <br />Government of India. 2006. The Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act. Available at: http://landportal.info/library/resources/scheduled-tribes-and-other-traditional-forest-dwellers-recognition-forest-rights <br />Government of India. 2014. The Right To Fair Compensation And Transparency in Land Acquisition, Rehabilitation and Resettlement (Amendment) Ordinance, 201 4. Available at: https://landportal.info/library/resources/right-fair-compensation-and-transparency-land-acquisition-rehabilitation-and <br />Government of India. 2014. Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement (Social Impact Assessment and Consent) Rules, 2014. Available at: https://landportal.info/library/resources/right-fair-compensation-and-transparency-land-acquisition-rehabilitation-and-0 "
	}, {
		"iso3": "IDN",
		"country": "Indonesia",
		"data": "Government of Indonesia. 1945. Constitution of Indonesia. Available at: https://landportal.info/library/resources/constituteproject937/constitution-indonesia-1945-reinst-1959-rev-2002 <br />Government of Indonesia. Acquisition of Land for Development in the Public Interest (Law No. 2 of 2012). Available at: http://landportal.info/library/resources/acquisition-land-development-public-interest <br />Government of Indonesia. 1999. Act. 41 of 1999 on Forestry Affairs. Available at: http://landportal.info/library/resources/act-41-1999-forestry-affairs <br />Government of Indonesia. 1960. Basic Agrarian Act. Available at: http://landportal.info/library/resources/basic-agrarian-act <br />Government of Indonesia. 2012. Constitutional Court Decision, PUTUSAN - Nomor 35/ PUU-X/2012."
	}, {
		"iso3": "KAZ",
		"country": "Kazakhstan",
		"data": "Government of Kazakhstan. Constitution of Kazakhstan, 1995. Available at: https://landportal.info/library/resources/constituteproject838/constitution-kazakhstan-1995-rev-2011 <br />Government of Kazakhstan. Land Code of the Republic of Kazakhstan, 2003. Available at: http://landportal.info/library/resources/land-code-republic-kazakhstan <br />Government of Kazakhstan. 2011. Law on State-Owned Property (No. 413-IV ZRK). Available at: https://landportal.info/library/resources/kazakhstan-law-state-owned-property-no-413-iv-zrk <br />Government of Kazakhstan. 1994. Civil Code. Available at: https://landportal.info/library/resources/kazakhstan-civil-code "
	}, {
		"iso3": "KEN",
		"country": "Kenya",
		"data": "Government of Kenya. 2010 Constitution of Kenya. Available at: https://landportal.info/library/resources/constituteproject989/constitution-kenya-2010 <br />Government of Kenya. 2012. Land Act. Available at: http://landportal.info/library/resources/land-act <br />Government of Kenya. 2016. Community Land Act. Available at: https://landportal.info/library/resources/kenya-community-land-act <br />Government of Kenya. 2010. Land Acquisition Act (Repealed by Land Act 2012). Available at: http://landportal.info/library/resources/land-acquisition-act-1 <br />Government of Kenya. 2012. Land Act. Available at: https://landportal.info/library/resources/lex-faoc112131/land-act-2012-no-6-2012 "
	}, {
		"iso3": "LAO",
		"country": "Laos",
		"data": "Government of Laos. 2003. Land Law No. 04 /NA . Available at: https://landportal.info/library/resources/laos-land-law-no-4 <br />Government of Laos. 2008. Decree on the Implementation of the Land Law No. 88/PM. Available at: https://landportal.info/library/resources/decree-implementation-land-law-no-88pm <br />Government of Laos. 2003. Decree on the Compensation and Resettlement of the Development Project No. 192/PM. Available at: https://landportal.info/library/resources/decree-compensation-and-resettlement-development-project-no-192pm "
	}, {
		"iso3": "LSO",
		"country": "Lesotho",
		"data": "Government of Lesotho. 1993. Constitution of Lesotho. Available at: https://landportal.info/library/resources/constituteproject725/constitution-lesotho-1993-rev-1998 <br />Government of Lesotho. 2010. Land Act (Act No. 8 of 2010). Available at: http://landportal.info/library/resources/land-act-0 "
	}, {
		"iso3": "LBR",
		"country": "Liberia",
		"data": "Government of Liberia. Constitution of Liberia 1986. Available at: https://landportal.info/library/resources/constituteproject597/constitution-liberia-1986 <br />Government of Liberia. Draft Land Rights Act 2013 (pending). Available at: https://landportal.info/library/resources/liberia-draft-land-rights-act-2013-pending "
	}, {
		"iso3": "MWI",
		"country": "Malawi",
		"data": "Government of Malawi. 1965. Land Act (Cap. 57:01). Available at: https://landportal.info/library/resources/land-act-cap-5701 <br />Government of Malawi. 1994 (rev 1999). Constitution of Malawi. Available at: http://landportal.info/library/resources/constituteproject712/constitution-malawi-1994-rev-1999 "
	}, {
		"iso3": "MYS",
		"country": "Malaysia",
		"data": "Government of Malaysia. 1957. Federal Constitution (rev. 2007). Available at: https://landportal.info/library/resources/constituteproject924/constitution-malaysia-1957-rev-2007 <br />Government of Malaysia. 1960. Land Acquisition Act No. 486. (Amended 1992). Available at:  http://landportal.info/library/resources/landwiserecord772item822/malaysia-land-acquisition-act-land-acquisition-act-1960 <br />Government of Malaysia. 1998. Land Acquisition Rules. Available at: http://landportal.info/library/resources/land-acquisition-rules-1988 <br />Government of Malaysia. 2008. National Land Code 1965 (Amended 2008). Available at: http://landportal.info/library/resources/landwiserecord774item824/malaysia-national-land-code-validation-act-national-land <br />Government of Malaysia. 1956. Land Development Act, 1956. Available at: http://landportal.info/library/resources/land-development-act-1956 "
	}, {
		"iso3": "MEX",
		"country": "Mexico",
		"data": "Government of Mexico. 1917 (amended 2007). Constitution of Mexico. Available at: http://landportal.info/library/resources/constituteproject96/constitution-mexico-1917-rev-2015 <br />Government of Mexico. 1936 (amended 2011 ). Expropriation Law. Available at: http://landportal.info/library/resources/ley-de-expropiaci%C3%B3n <br />Government of Mexico. 2011. Decree that Article 6 and the second paragraph of Article 20(a) of the Expropriation Act are amended http://landportal.info/library/resources/decreto-por-el-que-se-reforman-el-art%C3%ADculo-6%C2%BA-y-el-segundo-p%C3%A1rrafo-del-art%C3%ADculo-20 <br />Government of Mexico. 1992. Agrarian Law. http://landportal.info/library/resources/ley-agraria-1992 <br />Government of Mexico. 1996. Regulations of the Agrarian Law on Matters of Organization of Rural Property<br />Government of Mexico. 1992. Regulations of the Institute for Administration of National Properties.<br />United States Agency for International Development (USAID). 2011. USAID Country Profile Property Rights and Resource Governance: Mexico. Available at: http://landportal.info/library/resources/usaid-land-tenure-country-profile-mexico "
	}, {
		"iso3": "MNG",
		"country": "Mongolia",
		"data": "Government of Mongolia. Constitution of Mongolia. 1992.  Available at: https://landportal.info/library/resources/constituteproject855/constitution-mongolia-1992-rev-2001 <br />Government of Mongolia. 2002. Law on Allocation of Land to Mongolian Citizens for Ownership. https://landportal.info/library/resources/landwiserecord1715item1711/mongolia-law-allocation-land-mongolian-citizens<br />Government of Mongolia. 2002. Law on Land. Available at: https://landportal.info/library/resources/landwiserecord1716item1712/mongolia-law-land-law-land "
	}, {
		"iso3": "MMR",
		"country": "Myanmar",
		"data": "Government of Myanmar. 1894. Land Acquisition ActAvailable at: https://landportal.info/library/resources/land-acquisition-act-1894 "
	}, {
		"iso3": "NAM",
		"country": "Namibia",
		"data": "Government of Namibia. 1990. Constitution of the Republic of Namibia. Available at: https://landportal.info/library/resources/constituteproject722/constitution-namibia-1990-rev-2010 <br />Government of Namibia. Communal Land Reform Act 2002 (Amended 2013). Available at: https://landportal.info/library/resources/communal-land-reform-act-2002 <br />Government of Namibia. Agricultural (Commercial) Land Reform Act 6 of 1995. Available at: https://landportal.info/library/resources/agricultural-commercial-land-reform-act-1995 <br />Government of Namibia. 2014. Agricultural (Commercial) Land Reform Amendment Act, 2014 (No. 1 of 2014). Available at: https://landportal.info/library/resources/agricultural-commercial-land-reform-amendment-act-2014 "
	}, {
		"iso3": "NPL",
		"country": "Nepal",
		"data": "Government of Nepal. Constitution of Nepal https://landportal.info/library/resources/constituteproject1144/constitution-nepal-2015 <br />Land Acquisition Act, 2034 (1977). Available at: https://landportal.info/library/resources/landwiserecord784item834/nepal-land-acquisition-act-land-acquisition-act-nepal <br />Government of Nepal. Guthi Corporation Act 1976. Available at: https://landportal.info/library/resources/guthi-corporation-act-1976 "
	}, {
		"iso3": "NIC",
		"country": "Nicaragua",
		"data": "Government of Nicaragua. Ley Nº 278 - Ley sobre propiedad reformada urbana y agraria. Available at: https://landportal.info/library/resources/ley-n%C2%BA-278-ley-sobre-propiedad-reformada-urbana-y-agraria <br />Government of Nicaragua. Civil Code. https://landportal.info/library/resources/c%C3%B3digo-civil-rep%C3%BAblica-de-nicaragua <br />Government of Nicaragua. 2003. Ley Nº 445 - Ley de régimen de propiedad comunal de los pueblos indígenas y comunidades étnicas. Available at: https://landportal.info/library/resources/ley-n%C2%BA-445-ley-de-r%C3%A9gimen-de-propiedad-comunal-de-los-pueblos-ind%C3%ADgenas-y "
	}, {
		"iso3": "NER",
		"country": "Nigeria",
		"data": "Government of Nigeria. 1999. Constitution of Nigeria. Available at: https://landportal.info/library/resources/constituteproject627/constitution-nigeria-1999 <br />Government of Nigeria. Land Use Act 1978. Available at: https://landportal.info/library/resources/land-use-act-1978 <br />Kayode, D. Land Acquisition, Compensation, and Resettlement in Developing Economies: Nigeria as a Case Study. Available at: https://landportal.info/library/resources/land-acquisition-compensation-and-resettlement-developing-economies-nigeria-case "
	}, {
		"iso3": "PAK",
		"country": "Pakistan",
		"data": "Government of Pakistan. Constitution of Pakistan. Available at: https://landportal.info/library/resources/constituteproject974/constitution-pakistan-1973-reinst-2002-rev-2015 <br />Government of Pakistan. 1894. Land Acquisition Act. Available at: https://landportal.info/library/resources/land-acquisition-act-1894-0 "
	}, {
		"iso3": "PNG",
		"country": "Papua New Guinea",
		"data": "Government of Papua New Guinea. Constitution of Papua New Guinea. Available at: https://landportal.info/library/resources/constituteproject940/constitution-papua-new-guinea-1975-rev-2014 <br />Government of Papua New Guinea. 1996. Land Act. Available at: https://landportal.info/library/resources/landwiserecord1351item1379/papua-new-guinea-land-act-land-act-papua-new-guinea <br />Government of Papua New Guinea. 1999. Land Regulations. Available at: https://landportal.info/library/resources/land-regulation-1999 "
	}, {
		"iso3": "PER",
		"country": "Peru",
		"data": "Constitution of Peru. https://landportal.info/library/resources/constituteproject255/constitution-peru-1993-rev-2009 <br />Decreto Legislativo Nº 1.192 - Ley Marco de Adquisición y Expropiación de inmuebles, transferencia de inmuebles de propiedad del Estado, liberación de Interferencias y dicta otras medidas para la ejecución de obras de infraestructura. Available at: https://landportal.info/library/resources/decreto-legislativo-n%C2%B0-1192 <br />Ley Nº 27.117 - Ley General de Expropiaciones (Repealed). Available at:  https://landportal.info/library/resources/ley-general-de-expropiaciones <br />Ley Nº 30.025 - Ley que facilita la adquisición, expropiación y posesión de bienes inmuebles para obras de infraestructura. Available at: https://landportal.info/library/resources/ley-que-facilita-la-adquisici%C3%B3n-expropiaci%C3%B3n-y-posesi%C3%B3n-de-bienes-inmuebles-para <br />Decree 1210 DECRETO LEGISLATIVO QUE MODIFICA LA DÉCIMA DISPOSICIÓN COMPLEMENTARIA FINAL DEL DECRETO LEGISLATIVO Nº 1192, QUE APRUEBA LA LEY MARCO DE ADQUISICIÓN Y EXPROPIACIÓN DE INMUEBLES, TRANSFERENCIA DE INMUEBLES DE PROPIEDAD DEL ESTADO, LIBERACIÓN DE INTERFERENCIAS Y DICTA OTRAS MEDIDAS PARA LA EJECUCIÓN DE OBRAS DE INFRAESTRUCTUR. Available at: https://landportal.info/library/resources/decree-1210 "
	}, {
		"iso3": "PHL",
		"country": "Philippines",
		"data": "Government of the Philippines. 1987. Constitution of the Philippines. Available at: https://landportal.info/library/resources/constituteproject932/constitution-philippines-1987 <br />Government of the Philippines. 1997. The Indigenous Peoples’ Rights Act of 1997. Available at: https://landportal.info/library/resources/landwiserecord1642item1622/philippines-indigenous-peoples-rights-act-indigenous <br />Government of the Philippines. 2007. Supreme Court Decision G.R. No. 150640. Available at: https://landportal.info/library/resources/supreme-court-decision-gr-no-150640 <br />Government of the Philippines. Republic Act, No. 8974, An Act to Facilitate the Acquisition of Right-of-Way, Site or Location for National Government Infrastructure Projects and For Other Purpose. Available at: https://landportal.info/library/resources/republic-act-no-8974 <br />Government of the Philippines. 1988. Comprehensive Agrarian Reform Law of 1988 (Amended 2009). Available at: https://landportal.info/library/resources/landwiserecord1640item1620/philippines-comprehensive-agrarian-reform-law-amended <br />Government of the Philippines. 2009. Republic Act No. 9700 amending Republic Act No. 6657 on the Comprehensive Agrarian Reform Law 1988. Available at: https://landportal.info/library/resources/republic-act-9700 <br />Supreme Court of the Philippines. 2012. NIA v. Rural Bank, G. R. No. 185124. Available at: https://landportal.info/library/resources/supreme-court-philippines-2012-g-r-no-185124 <br />Government of the Philippines. Civil Procedure Rule 67. https://landportal.info/library/resources/civil-procedure-rule-67 "
	}, {
		"iso3": "RWA",
		"country": "Rwanda",
		"data": "Government of Rwanda. 2003. Constitution of Rwanda. Available at: https://landportal.info/library/resources/constituteproject687/constitution-rwanda-2003-rev-2015 <br />Government of Rwanda. 2007. Law No. 18/2007 Relating to Expropriation in the Public Interest (Amended 2015). Available at: https://landportal.info/library/resources/landwiserecord1723item1719/rwanda-expropriation-law-expropriation-law <br />Government of Rwanda. 2005. Organic Law No. 08/2005 Determining the Use and Management of Land in Rwanda. Available at: https://landportal.info/library/resources/landwiserecord1740item1736/rwanda-organic-law-determining-use-and-management-land <br />Ikirezi Mireille, Dr. Fidèle Masengo and Anna Knox. July 2014. Implementation of Expropriation Law in Rwanda: Challenges and Ways Forward, LAND Project Policy Research Brief No.2, Kigali, Rwanda: USAID LAND Project. Research Brief No.2, Kigali, Rwanda: USAID LAND Project. Available at: https://landportal.info/library/resources/usaid-land-tenure-policy-research-brief-no-2-rwanda "
	}, {
		"iso3": "SLE",
		"country": "Sierra Leone",
		"data": "Government of Sierra Leone. 1991. Constitution of Sierra Leone. Available at: https://landportal.info/library/resources/constituteproject983/constitution-sierra-leone-1991-reinst-1996-rev-2008 <br />Government of Sierra Leone. 2014. Draft National Land Policy of Sierra Leone. Available at: https://landportal.info/library/resources/draft-national-land-policy-sierra-leone <br />Government of Sierra Leone. 1960. Public Lands Ordinance Cap. 116. Available at: https://landportal.info/library/resources/crown-lands-amendment-act-1961 "
	}, {
		"iso3": "ZAF",
		"country": "South Africa",
		"data": "Government of South Africa. 1996. Constitution of South Africa. Available at: https://landportal.info/library/resources/constituteproject717/constitution-south-africa-1996-rev-2012 <br />Government of South Africa. Expropriation Act 1975. Available at: https://landportal.info/library/resources/expropriation-act <br />Government of South Africa. Communal Land Rights Act (No. 11 of 2004). Available at: https://landportal.info/library/resources/landwiserecord1547item1505/south-africa-communal-land-rights-act-communal-land <br />Promotion of Administrative Justice Act 3 of 2000. Available at: https://landportal.info/library/resources/promotion-administrative-justice-act-2000 <br />Government of South Africa. 1998. Prevention from and Illegal Eviction and Unlawful Occupation Act. Available at: https://landportal.info/library/resources/prevention-illegal-eviction-and-unlawful-occupation-land-act <br />Government of South Africa. Constitutional Court Decision. Agri South Africa v. Minister of Minerals and Energy (CCT 51/12) [2013]. Available at: https://landportal.info/library/resources/case-cct-5-1-12-constitutional-court-south-africa <br />Property Valuation Act, 2014 (No. 17 of 2014). Available at: https://landportal.info/library/resources/property-valuation-act <br />Bartsch Consult (Pty) Limited v Mayoral Committee of the Maluti-A-Phofung Municipality [2010] ZAFSHC 11 https://landportal.info/library/resources/bartsch-consult-pty-ltd-v-mayoral-committee-maluti-phofung-municipality "
	}, {
		"iso3": "SSD",
		"country": "South Sudan",
		"data": "Government of South Sudan. 2011. Transitional Constitution. Available at: https://landportal.info/library/resources/constituteproject1003/constitution-south-sudan-2011-rev-2013 <br />Government of South Sudan. 2009. Land Act. Available at: https://landportal.info/library/resources/land-act-2009 "
	}, {
		"iso3": "LKA",
		"country": "Sri Lanka",
		"data": "Government of Sri Lanka. Constitution of Sri Lanka. Available at: https://landportal.info/library/resources/constituteproject881/constitution-sri-lanka-1978-rev-2015 <br />Government of Sri Lanka. 1950. Land Acquisition Act CAP. 295 (Amended 1994). Available at: https://landportal.info/library/resources/land-acquisition-act-1950 <br />Government of Sri Lanka. 1986. Land Acquisition (Amendment) Act (No. 13 of 1986). Available at: https://landportal.info/search/all/Land%20Acquisition%20%28Amendment%29%20Act%20sri%20lanka <br />Government of Sri Lanka.  2009. Land Acquisition Regulations. Available at: https://landportal.info/library/resources/land-acquisition-regulations-2009 <br />Government of Sri Lanka. 2007. Water’s Edge Judgement S.C. (F/R) No. 352/2007. Available at: https://landportal.info/library/resources/water%E2%80%99s-edge-judgement-sc-fr-no-3522007 <br />Government of Sri Lanka. 2001. National Involuntary Resettlement Policy. Available at: http://landportal.info/library/resources/sri-lanka-national-involuntary-resettlement-policy-nirp "
	}, {
		"iso3": "SWZ",
		"country": "Swaziland",
		"data": "Government of Swaziland. Constitution of Swaziland. Available at: https://landportal.info/library/resources/constituteproject729/constitution-swaziland-2005 <br /> Government of Swaziland. 1961. Acquisition of Property Act, 1961 (No. 10 of 1961). Available at: https://landportal.info/library/resources/acquisition-property-act-1961 "
	}, {
		"iso3": "TZA",
		"country": "Tanzania",
		"data": "Government of Tanzania. 1977. Constitution of Tanzania. Available at: https://landportal.info/library/resources/constituteproject675/constitution-united-republic-tanzania-1977-rev-1995 <br />Government of Tanzania. 1967. Land Acquisition Act (Act No. 47 of 1967). Available at: https://landportal.info/library/resources/land-acquisition-act-1967 <br />Government of Tanzania. 1999. The Land Act. Available at: https://landportal.info/library/resources/land-act-1999 <br />Government of Tanzania. 1999. Village Land Act. Available at: https://landportal.info/library/resources/village-land-act-1999 <br />Government of Tanzania. 2001. The Land (Assessment of the Value of Land for Compensation) Regulations. Available at: https://landportal.info/library/resources/land-assessment-value-land-compensation-regulations <br />Government of Tanzania. 2002. Village Land Regulations. Available at: https://landportal.info/library/resources/village-land-regulations "
	}, {
		"iso3": "TWN",
		"country": "Taiwan",
		"data": "Government of Taiwan. 1947. Constitution of Taiwan (Amended 2000). Available at: https://landportal.info/library/resources/constituteproject856/constitution-taiwan-1947-rev-2005 <br />Government of Taiwan. 1930. The Land Act (Amended 2006). Available at: http://landportal.info/library/resources/land-act-amended-2006 <br />Government of Taiwan. 2005. Indigenous People’s Basic Law. Available at: https://landportal.info/library/resources/indigenous-people-basic-law "
	}, {
		"iso3": "THA",
		"country": "Thailand",
		"data": "Government of Thailand. 2007. Constitution of Thailand. Available at: https://landportal.info/library/resources/constituteproject1031/constitution-thailand-2014 <br />Government of Thailand. 1987. Immovable Property Expropriation Act, B.E. 2530. Available at:https://landportal.info/library/resources/immovable-property-expropration-act <br />Government of Thailand. 2008. Act promulgating the Land Code B.E. 2497. Available at: https://landportal.info/library/resources/land-code-promulgating-act-1954 "
	}, {
		"iso3": "TTO",
		"country": "Trinidad and Tobago",
		"data": "Government of Trinidad and Tobago.1976 (amended 2000).  Constitution of Trinidad and Tobago. Available at:  https://landportal.info/library/resources/constituteproject77/constitution-trinidad-and-tobago-1976-rev-2007 <br />Government of Trinidad and Tobago. 1969 (amended 2009) Valuation of Land Act (Cap. 58:03). Available at: https://landportal.info/library/resources/valuation-land-act <br />Government of Trinidad and Tobago. 1994 (amended 2000). Land Acquisition Act (Cap. 58:01). Available at: https://landportal.info/library/resources/landwiserecord557item599/trinidad-and-tobago-land-acquisition-act-land-acquisition "
	}, {
		"iso3": "UGA",
		"country": "Uganda",
		"data": "Government of Uganda. 1995. Constitution of Uganda. Available at: https://landportal.info/library/resources/constituteproject669/constitution-uganda-1995-rev-2005 <br />Government of Uganda. 1965. Land Acquisition Act 1965 (ch. 226). Available at: https://landportal.info/library/resources/land-acquisition-act-1965 <br />Government of Uganda. 1998. Land Act (No. 16 of 1998) (amended 2010. Available at: https://landportal.info/library/resources/land-act-cap-227 <br />Government of Uganda. Supreme Court Decision Pyrali Abdul Rasul Esmail v. Adrian Sibo (Constitutional Petition No. 9 of 1997). Available at: http://landportal.info/library/resources/pyrali-abdul-rasul-esmail-v-adrian-sibo "
	}, {
		"iso3": "VNM",
		"country": "Vietnam",
		"data": "Government of Vietnam. 2014. Constitution of Vietnam. Available at: https://landportal.info/library/resources/constituteproject919/constitution-viet-nam-1992-rev-2013 <br />Government of Vietnam. 2013. Land Law No. 45/2013/QH13. Available at: https://landportal.info/library/resources/land-law-no452013qh13 <br />Government of Vietnam. 2014. Regulations on Compensation, Support, and Resettlement Upon Land Expropriation By the State. Available at: https://landportal.info/library/resources/regulations-compensation-support-and-resettlement-upon-land-expropriation-state"
	}, {
		"iso3": "ZMB",
		"country": "Zambia",
		"data": "Government of Zambia. 2016. Constitution of Zambia. Available at: https://landportal.info/library/resources/constituteproject706/constitution-zambia-1991-rev-2009 <br />Government of Zambia. 1995. Land Act No. 29 of 1995. Available at: https://landportal.info/library/resources/lands-act-1995 <br />Land Acquisition Act, 1970. Available at: https://landportal.info/library/resources/lands-acquisition-act1970<br />Land Acquisition (Prescribed Forms) Regulations (Cap. 189).  Available at: https://landportal.info/library/resources/land-acquisition-prescribed-forms-regulations "
	}, {
		"iso3": "ZWE",
		"country": "Zimbabwe",
		"data": "Government of Zimbabwe. 2013. Constitution of Zimbabwe. Available at: https://landportal.info/library/resources/constituteproject1011/constitution-zimbabwe-2013 <br />Government of Zimbabwe. 1992. Land Acquisition Act (CAP 20:10). Available at: https://landportal.info/library/resources/land-acquisition-act-1992 <br />Government of Zimbabwe. 1999. Land Acquisition (Disposal of Rural Land) Regulations (S.I. No. 287 of 1999). Available at: https://landportal.info/library/resources/land-acquisition-disposal-rural-land-regulations <br />Government of Zimbabwe. Communal Land Act, No. 2 of 1982 (2002). Available at: https://landportal.info/library/resources/communal-land-act "
	}
]
